{"pageid":1198465,"ns":0,"title":"Ecocomposition","extract":"Ecocomposition is a way of looking at literacy using concepts from ecology. It is a postprocess theory of writing instruction that tries to account for factors beyond hierarchically defined goals within social settings; however, it doesn't dismiss these goals. Rather, it incorporates them within an ecological view that extends the range of factors affecting the writing process beyond the social to include aspects such as \"place\" and \"nature.\" Its main motto, then, is \"Writing Takes Place\" (also the title of one of Sidney I. Dobrin's articles on ecocomposition).\nThe theory for ecocomposition dates back to Marilyn Cooper's 1986 essay \"The Ecology of Writing\" and Richard Coe's \"Eco-Logic for the Composition Classroom\" (1975). More recently, Dobrin and Weisser (2002) have assembled a more detailed theory of ecocomposition, placing it in relation to ecofeminism, ecocriticism [1], and environmental ethics. Other scholars (e.g., Reynolds, 2004) have shown its close proximity to social geography. According to ecofeminist scholar Greta Gaard (2001), \"at its most inclusive, ecocomposition has the potential to address social issues such as feminism, environmental ethics, multiculturalism, politics, and economics, all by examining matters of form and style, audience and argumentation, and reliable sources and documentation\" (p. 163).\nEcocomposition is one area of scholarly study discussed at the Conference on College Composition and Communication (CCCC), a national forum for writing instructors and scholars. As an educational endeavor, it is linked most closely with progressive education (Dewey, 1915), critical education (Giroux, 1987), and place-based education (Sobel, 2004).\nEcocomposition asks what effects a place has (or different places have) on the writing process. In what ways is our identity influenced by place, and what bearing does this have on our writing? What sets of relationships help us define our place—including, but not limited to, the relationship between writer and reader? How do the sometimes contradictory sets of relationships in which we write allow us to see certain possibilities and foreclose others? How do these relationships define reality for each of us in different ways?\n\"Ecology,\" in the wide sense in which it was used by Coe and Cooper, includes both natural and social relations. Hence, ecocomposition instructors emphasize not only the writer's relationship to physical place but also the social relations among writers and readers. In the classroom, this translates into pedagogical practices that \"emphasize the value of fostering community and collaboration throughout the writing process\" (Gaard, 2001, p. 166). As a post-process method of writing instruction, ecocomposition attends not only to the process of writing but also what happens to texts after they are written. Thus, ecocomposition instructors focus not only on the process of composition but also on its purpose, encouraging students to write for specific audiences, adapting their style and content to match their purpose and audience.\nWhile a primary concern has been the relationship between the writing process and natural places, concepts of spatiality also apply to cyberspace and online writing—in MUDs, MOOs, Internet Relay Chat, Instant Messages, and e-mail (Syverson, 1999; Yagelski, 2002). Ecocomposition instructors may use blogs or other means by which to allow students to interact with one another and/or write for a real audience beyond the classroom (see, e.g., Jones, 2008).\nEcocomposition should not be confused or conflated with other systemic approaches to writing such as activity theory, which do not account for the dynamic relationship between writing and place but posit a transcendent \"context\" that affects writing.\n\n\n== References ==\nCoe, R. (1975). \"Eco-Logic for the composition classroom.\" College Composition and Communication 26.3: 232–237.\nCooper, M. (1986). \"The Ecology of writing.\" College English 48: 364–375.\nDewey, J. (1915). Democracy and education. New York: Free Press.\nDobrin, S. and C. Weisser. (2002). Natural discourse. Albany; SUNY Press.\nGaard, G. (2001). \"Ecofeminism and Ecocomposition.\" In S. Dobrin and C. Weisser, Eds. Ecocomposition: Theoretical and pedagogical approaches. Albany: SUNY Press.\nJones, P. (2008). \"About this Blog.\" Read This or Else\nLong, M. (2001). \"Education and environmental literacy: Reflections on teaching ecocomposition in Keene State College's environmental house.\" In S. Dobrin and C. Weisser, Eds. Ecocomposition: Theoretical and pedagogical approaches. Albany: SUNY Press.\nReynolds, N. (2004). Geographies of writing: Inhabiting places and encountering difference. Carbondale, IL: Southern Illinois University Press.\nSobel, D. (2004). Place-based education. Great Barrington, MA: Orion Society Press.\nSyverson, M. (1999). The Wealth of reality: An ecology of composition. Carbondale, IL: SIU Press.\nWeisser, C. and S. Dobrin, Eds. (2001) Ecocomposition: Theoretical and pedagogical approaches. Albany: SUNY Press.\nYagelski, R. (2002). \"Computers, Literacy, and Being: Teaching With Technology for a Sustainable Future.\" http://english.ttu.edu/kairos/6.2/features/yagelski/\n\n\n== Further reading ==\nCoe, R. (1975). \"Eco-Logic for the composition classroom.\" College Composition and Communication 26.3: 232–237.\nCooper, M. (1986). \"The Ecology of writing.\" College English 48: 364–375.\nDobrin, S. and C. Weisser. (2002). Natural discourse. Albany; SUNY Press.\nHothem, T. (2009). \"Suburban Studies and College Writing.\" Pedagogy 9(1):35-59. doi:10.1215/15314200-2008-016\nMarx,S. (2008). \"Think Global, Write Local: Sustainability and English Composition.\" UC/CSU/CCC Sustainability Conference, August 2, 2008.\nOwens, D. (2001). Composition and Sustainability: Teaching for a Threatened Generation. Urbana, IL: National Council of Teachers of English Press.\nReynolds, N. (2004). Geographies of writing: Inhabiting places and encountering difference. Carbondale, IL: Southern Illinois University Press.\nSobel, D. (2004). Place-based education. Great Barrington, MA: Orion Society Press.\nSyverson, M. (1999). The Wealth of reality: An ecology of composition. Carbondale, IL: SIU Press.\nWeisser, C. and S. Dobrin, Eds. (2001) Ecocomposition: Theoretical and pedagogical approaches. Albany: SUNY Press.\nYagelski, R. (2011). Writing as a Way of Being: Writing Instruction, Nonduality, and the Crisis of Sustainability. New York: Hampton Press."}
