{"pageid":473370,"ns":0,"title":"Visual rhetoric","extract":"Visual rhetoric is the fairly recent development of a theoretical framework describing how visual images communicate, as opposed to aural, verbal, or other messages. Visual rhetoric generally falls under a group of terms, which all encompass visual literacy. Purdue OWL defines visual literacy as one's ability to \"read\" an image. In other words, it is one's ability to understand what an image is attempting to communicate. This includes understanding creative choices made with the image such as coloring, shading, and object placement. This type of awareness comes from an understanding how images communicate meaning, also known as visual rhetoric. The study of visual rhetoric is different from that of visual or graphic design, in that it emphasizes images as sensory expressions of cultural meaning, as opposed to purely aesthetic consideration. Visual rhetoric has been approached from a variety of academic fields of study such as art history, linguistics, semiotics, cultural studies, business and technical communication, speech communication, and classical rhetoric. As a result, it can be difficult to discern the exact relationship between different parts of the field of visual rhetoric. Some examples of artifacts analyzed by visual rhetoricians are charts, paintings, sculpture, videogames, diagrams, web pages, advertisements, movies, architecture, newspapers, or photographs. Visual rhetoric seeks to develop rhetorical theory in a way that is more comprehensive and inclusive with regard to images and their interpretations. Visual images and material objects have become more relevant in light of recent technological developments for understanding general communicative means. Visual rhetoric is a conscious, communicative decision; the colors, form, medium, and size is chosen on purpose. However, a person may come in contact with a sign, but if they have no relation to the sign, its message is arbitrary. Therefore, in order for artifacts or products to be conceptualized as visual rhetoric, they must have three characteristics: they must be symbolic, involve human intervention, and be presented to an audience for the purpose of communicating.\n\n\n== History ==\nThe exact history of the field of visual rhetoric is difficult to trace, as it could be argued that \"visual rhetoric\" has been studied and practiced as long as images have. The term emerged largely as a mechanism to set aside a certain area of study and to focus attention on the specific rhetorical traits of visual mediums. In the history of rhetoric, study has been geared toward linguistics. Visual symbols were deemed trivial and subservient, thus were largely ignored. As a result rhetorical theory has been created with a significant exclusion of visual rhetoric. As visual rhetoric is studied, it catalyzes a series of challenges against linguistic rhetoric altogether. Linguistic rhetoric alone creates many boundaries, and the holistic picture emerges with the introduction of visual elements. According to Sonja Foss, scholars of visual rhetoric analyze photographs, drawings, paintings, graphs and tables, interior design and architecture, sculpture, Internet images, and film. From a rhetorical perspective, the focus is on the contextual response rather than the aesthetic response. An aesthetic response is a viewer's direct perception with the sensory aspects of the visual, whereas with a rhetorical response, meaning is given to the visual. Suddenly, every part of the artifact has significance in the message being conveyed; each line, each shading, each person has a purpose.\n\n\n== Areas of focus ==\nSonja Foss states that while studying visual objects, rhetorical scholars tend to have three areas of study: nature, function, or evaluation. Nature encompasses the literal components of the artifact. This is a primary focus of visual rhetoric because to understand the function of an image, it is necessary to understand the substantive and stylistic nature of the artifact itself. For Foss, function holds a somewhat literal definition—it represents the function (or perhaps purpose) an image serves for an audience. The emotion an image aims to evoke is its function. The evaluation of an artifact determines if the image serves its function3. For example, if the nature of an image is dark and edgy, and the function of the image is to instill fear in the audience, the evaluation would determine whether the audience was scared.\n\n\n== Semiotics ==\nAs shown in the works of the Groupe µ, visual rhetoric is closely related to the study of semiotics. Semiotic theory seeks to describe the rhetorical significance of sign-making. Visual rhetoric is a broader study, covering all the visual ways humans try to communicate, outside academic policing.\nRoland Barthes, in his essay \"The Rhetoric of the Image\" also examines the semiotic nature of images, and the ways that images function to communicate specific messages.\n\n\n== Art history ==\nVisual tropes and tropic thinking are a part of visual rhetoric (the art of visual persuasion and visual communication using visual images). The study includes, but is not limited to, the various ways in which it can be applied throughout visual art history.\n\n\n== Science ==\nAlthough visual rhetoric is more commonly linked with areas such as marketing, advertising, and art, it pervades in every medium in culture- even science. Critic, Nathan Stormer, offers such an analysis of visual rhetoric surrounding images of reproduction, using The Miracle of Life  as his scientific artifact. Although producer Lennart Nilson, rejects any responsibility for establishing “apparent truths” saying “I am not the man who shall decide when human life started. I am a reporter. I am a photographer”, Stormer argues that the portrayal of the reproductive journey found its way into political definitions of “life” exemplifying American people’s reliance on biology and science to understand all unknown human processes. Stormer argues that the film is deeply problematic because its effect “deems the creation of human life a value that supersedes cultural and individual considerations and that centralizes life’s worth in reproductive structures and practices.”  Nilson’s inspired images of the fetus became a central part of pro-life visual claims that life is real after conception. Stormer argues that his portrayal of the virtual body serves as the foundation for medical discourse about life versus death and supports a vision of the “normalized”, gendered, heterosexual individual for the public to consume as scientific truth.  He calls upon specific examples in the film such as the visual power given to sex hormones that appear to dominate the cycle of reproduction and create a gendered narrative. The sperm are “proactive agents” who “make rational decisions based on the economy and politics of the woman’s reproductive system” while the egg “waits” and then “nurtures”.  Stormer critiques the reproduction cycle as primal, based on gender, and beyond our control in the exterior world as well. He urges consumers of visual rhetoric, even if it appears to be absolute truth, to be aware of its construction as purposeful, bias, and reflective of culture. “When considering definitions of life and our bodily rights in terms of sexual practices, we should question established truths carefully because rhetoric such as Nilson's is often unwittingly accorded the status of absolute truth.” \n\n\n== Composition ==\n\nThe field of composition studies has recently (re)turned its attention to visual rhetoric. In an increasingly visual society, proponents of visual rhetoric in composition classes suggest that an increased literacy requires skill not only with writing but also with visual communication. This skill relates to an understanding of the mediated nature of all communication, and to an awareness of the act of representation.\n\n\n== Classical rhetoric ==\nThe \"canonical approach\" to studying visual rhetoric relates visual concepts to the canons of Western classical rhetoric (Inventio, Dispositio, Elocutio, Memoria and Pronuntiatio). In the textbook Designing Visual Language: Strategies for Professional Communicators, its authors list six canons which guide the rhetorical impact of a document: arrangement, emphasis, clarity, conciseness, tone and ethos. According to Kostelnick and Roberts these canons can be defined as:\nArrangement – “the organization of visual elements so that readers can see their structure”\nEmphasis – making certain parts more prominent than others by changing its size, shape and color.\nClarity – helps the reader to “decode the message, to understand it quickly and completely”\nConciseness – “generating designs that are appropriately succinct to a particular situation”\nTone – tone reveals the designer’s attitude towards the subject matter\nEthos – earning the trust of the person receiving the message.\nThese six visual cognates provide an extension of classical rhetoric that can be used as a starting point for analyzing images rhetorically.\n\n\n== Visual rhetoric of text ==\nVisual rhetoric is usually used to denote non-textual artifacts, yet any mark on a surface—including text—can be seen as \"visual.\" Consider the texts available at Project Gutenberg. These \"plain vanilla\" texts, lacking any visual connection to their original, published forms, nevertheless suggest important questions about visual rhetoric. Their bare-bones manner of presentation implies, for example, that the \"words themselves\" are more important than the visual forms in which the words were originally presented. Given that such texts can easily be read by a speech synthesizer, they also suggest important questions about the relationship between writing and speech, or orality and literacy.\n\n\n== See also ==\nMedia influence\nVisual culture\nMedia theory of composition\n\n\n== References ==\n\n\n== External links ==\nvisual rhetoric in social campaigns\nviz.: Rhetoric, Visual Culture, Pedagogy\nSemiotics for Beginners\nPictorial Semiotics"}
