{"pageid":21138276,"ns":0,"title":"Writing Across the Curriculum","extract":"Writing across the curriculum (WAC) is a movement within contemporary composition studies that concerns itself with writing in classes outside of composition, literature, and other English courses. According to the most recent comprehensive survey, performed in 2006-2007, approximately half of American institutes of higher learning have something that can be identified as a WAC program.\nThis page principally concerns itself with WAC in American colleges and universities. WAC has also been important in Britain, but primarily at the K-12 level.\n\n\n== History of WAC ==\nDavid Russell traces the history of WAC in the United States to the 1870s, the emergence of professional disciplines, and the new need for college-level instruction in writing. Prior to this era, college students were exclusively (for all practical considerations) affluent white men whose natural discourse was identical to the approved discourse of the academy; therefore, their way of speaking and writing was already considered appropriate by and for the academy and composition didn’t need to be taught at the college level. Two changes happened to motivate the need for college writing instruction. Firstly, as disciplines (as divisions within academic studies) and contemporary professions specialized, they developed their own specialized discourses. Because these discourses were not merely the same as the everyday discourse of the upper classes, they had to be taught. Secondly, as college students became more diverse – first in terms of social background and, later, in terms of gender, race, and age – not all college students grew up speaking the accepted language of the academy.\nClearly, composition courses couldn’t be about the content of the writing, because content was what the other disciplines taught. Composition, therefore, had to be about the form the writing took and so “writing” was reduced to mechanics and style. Because of this reduced focus and because writing was addressed by composition, other disciplines assumed no responsibility for writing instruction; most students, then, were not taught to write in the context of their specialties. As American education became increasingly skills-oriented following World War II – in part a reaction to the suffusion of universities with war veterans in need of job training, in part a result of modeling education after the efficiency of Fordian factory production – writing instruction was further reduced to a set of skills to be mastered. Once correct (that is, standard academic) grammar, punctuation, spelling, and style were mastered – preferably before reaching the post-secondary level – there was no need for additional writing instruction save as remedial education.\nThis product-oriented, skills-focused paradigm of writing pedagogy began to change in the 1970s with the popularization of James Britton and colleagues’ expressivist school of composition, which said that students benefited from writing as a tool for self-expression and that focusing on technical correctness was damaging. Janet Emig’s 1977 article “Writing as a Mode of Learning,” grounded in constructivist theories of education (Constructivism (learning theory)), suggested that writing functioned as a unique and invaluable way for students to understand and integrate information. Simultaneously, widespread media attention around college students' apparently decreasing writing proficiency (more a product of the changing demographics of college students than an overt shift in teaching) provoked institutions of higher learning to reevaluate and increase the amount of writing required of students. Carleton College and Beaver College began what were probably the first contemporary WAC programs in 1974 and 1975, respectively, with faculty workshops and writing requirements shared across disciplines.\nIn 2010, Thaiss and Porter defined WAC as “a program or initiative used to ‘assist teachers across disciplines in using student writing as an instructional tool in their teaching’”. WAC, then, emerged as and remains a way to bring writing back to disciplines which had become accustomed to assigning relatively little of it. WAC has also been part of the student-centered pedagogies movement (student-centred learning) seeking to replace teaching via one-way transmission of knowledge from teacher to student with more interactive strategies that enable students to interact with and participate in creating knowledge in the classroom.\n\n\n== Major Theories ==\nWAC efforts are usually driven principally by one of two theories: writing to learn or on learning to write in disciplinary discourses, sometimes also called writing in the disciplines. Though both may be used together, one of the two theories generally guides any given writing assignment and, often, any given WAC course.\nWriting to learn – Writing to learn is also occasionally referred to as the expressivist or cognitive mode of WAC. Writing to learn supports the use of mostly informal, often ungraded writing exercises to help students understand course content in non-English disciplines. Writing to learn assumes that being able to explain or express concepts in ones’ own words both builds and reflects understanding. Because the goal of writing to learn exercises is learning rather than a finished writing product, instructors are discouraged from paying attention to grammar and surface mechanics. The student himself or herself, not the teacher, is the audience. Common writing to learn exercises include reading responses, journals, free writing, and multiple forms of collaborative writing.\nWriting in the Disciplines (WID) – WID is also occasionally referred to as the transactional or rhetorical mode of WAC. Writing in the disciplines (WID) is the name often applied to “learning to write” strategies that aim to help students learn a specialized academic or professional discourse. WID is grounded in theories of social constructionism (as described by Kenneth Bruffee, for example) and acknowledges the power of specialized discourse communities as knowledge-making entities. WID, therefore, serves two primary goals: 1) helping students to write in the fashion expected of professionals in their chosen fields, and 2) helping students to think like professionals via teaching them to express themselves like professionals. In the context of WID, “the disciplines” refer to academic disciplines other than English, though composition scholars will occasionally include literary studies among “the disciplines” as an entity outside writing studies.\nWriting to learn and WID are usually held in contrast as two separate ways in which WAC assignments or programs can be conceptualized; though the two often coexist in the same program, one may be emphasized more than the other, and one or the other is usually the focus of any individual writing-intensive course.\n\n\n== WAC Structure and Implementation ==\nWAC may exist as a formal program housed in or attached to an English department, a formal program as a free-standing unit reporting directly to a dean or vice president, a program attached to an all-campus writing center, or an informal initiative in which faculty voluntarily participate. The WAC director, at most universities, is a tenure-track professor. WAC programs are often administered by a WAC director, frequently with the aid of a WAC faculty committee, and are sometimes staffed by undergraduate or graduate student assistants (also referred to as tutors, consultants, or fellows.)\n\n\n=== WAC Workshops ===\nWorkshops at which faculty from many disciplines meet to share ideas about and strategies around writing are a primary way in which WAC is enacted.\nWorkshops serve multiple functions including:\nEncouraging community amongst faculty interested in WAC\nAllowing WAC faculty (often, but not always from English or composition studies) to share knowledge about writing to learn, writing process, providing student feedback, and other composition scholarship\nProviding a forum for open discussion about writing and teaching\nGiving faculty themselves an opportunity to experiment with different writing strategies including collaborative writing and peer-review and to experience something of how these strategies may feel for their students\nA major complaint against the workshop model of WAC is that it can encourage the mindset that writing pedagogy is relatively simple and can be mastered in a few days, whereas using writing effectively (in English or non-English classes) is widely recognized as taking years of practice.\n\n\n=== WAC in Upper-Division Courses ===\nOn a programmatic level, WAC most often manifests as some kind of writing-intensive (also called writing-enriched or writing-in-the-major) courses. Courses carrying this designation typically meet university-wide criteria including a minimum number of pages or words students write over the semester (or some other measure of writing frequency), opportunity for revision, and deriving a significant portion of the final grade from writing. Writing-intensive courses also often have relatively small enrollment limits (15-35 students depending on institution) and may require faculty to participate in WAC-related professional development activities.\nThe rationale for writing-intensive coursework includes:\nWriting practice – as with any other skill, students’ writing abilities will atrophy if they are left unpracticed; writing-intensive courses ensure that students continue to write after leaving first year composition\nWriting to learn – contemporary composition theory holds that incorporating active writing promotes student engagement and, therefore, learning\nProfessionalization – writing-intensive courses directed at upper-division major students provide an opportunity for students to learn the communication skills expected of professionals in their anticipated fields\n\n\n=== WAC in First Year Composition ===\nWhile WAC is usually understood as distributing writing across the curriculum in courses outside of English departments, a WAC philosophy can also influence the structure of first year composition courses. Because first year composition is often the only writing course students take, the composition of the class can shape students’ understanding of what writing is. Incorporating writing from diverse academic genres can therefore expand students’ expectations about what constitutes “writing.” WAC in first-year composition owes much to genre theory (genre studies) which asks students to think about the classification and rhetorical implications of writing within socially constructed genres.\n\n\n== Current Controversies ==\nLocation of WAC – Debate remains over whether WAC should be administered by the English department or whether it should be a free-standing unit. One major consideration is financial: who will be financially responsible for WAC (especially for faculty and staff salaries) has much to do with how WAC resources are expended and feelings of ownership around the program. Similarly, where WAC is administratively located influences who participates in WAC; housing WAC in English may limit participation by non-English faculty. Another consideration is philosophical: is or is not WAC a branch of English?\nFunction of WAC – Substantial discussion surrounds the question of what goals WAC should serve. Most programs have at least an implicit focus on writing to learn, with faculty encouraged to incorporate student-centered, informal writing into their courses as a tool to promote student engagement. Several programs – at North Carolina State University, Seattle University, and the University of Minnesota, notably – have instead structured WAC around helping individual departments meet departmentally-specific writing goals for their students. While these programs still employ writing to learn, they also acknowledge the potential for WAC to help teach students the writing expected of professionals in their chosen field. A second, related question is whether WAC should work to teach the individual, specialized discourses of different disciplines or whether WAC should aim to act as a unifying force, teaching a universal academic writing style to help students unify their college writing experiences.\n\n\n== References ==\n\n\n== External links ==\nThe WAC Clearinghouse\nThe University of Minnesota Writing Across the Curriculum and Writing in the Disciplines\nNorth Carolina State University Index of WAC and WID programs in the United States\n\n\n== Further reading ==\n\n\n=== Books ===\nBazerman, Charles, Joseph Little, Teri Chavkin, Danielle Fourquette, & Janet Garufis. (2006). Reference Guide to Writing Across the Curriculum. Reference Guides to Rhetoric and Composition. West Lafayette, IN: Parlor Press and The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/bazerman_wac/\nFarrell-Childers, Pamela B., Anne Ruggles Gere, & Art Young (Eds.). (2013). Programs and Practices: Writing Across the Secondary School Curriculum. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/programs/. Originally published in print, 1994, by Heinemann (Portsmouth, New Hampshire).\nFulwiler, Toby, & Art Young (Eds.). (2000). Language Connections: Writing and Reading Across the Curriculum. WAC Clearinghouse Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/language_connections/. Originally published in print, 1982, by National Council of Teachers of English (Urbana, Illinois).\nGere, Anne Ruggles (Ed.). (2012). Roots in the Sawdust: Writing to Learn Across the Disciplines. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/sawdust/. Originally published in print, 1985, by National Council of Teachers of English (Urbana, Illinois).\nHerrington, Anne & Charles Moran, (Eds.). (1992). Writing, Teaching, and Learning in the Disciplines. New York: the Modern Language Association.\nMcLeod, Susan H. (Ed.) (2000). Strengthening Programs for Writing Across the Curriculum. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/mcleod_programs/. Originally published in print, 1988, by Jossey-Bass ( San Francisco).\nMcLeod, Susan H., Eric Miraglia, Margot Soven, & Christopher Thaiss (Eds.). (2001). WAC for the New Millennium: Strategies for Continuing Writing Across the Curriculum Programs. Urbana, IL: National Council of Teachers of English. Available in open-access format at http://wac.colostate.edu/books/millenium/.\nMcLeod, Susan H. & Margot Soven (Eds.). (2000.) Writing Across the Curriculum: A Guide to Developing Programs. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/mcleod_soven/. Originally published in print, 1992, by Sage Publications (Newbury, CA).\nReiss, Donna, Dickie Selfe, & Art Young (Eds.). (2008). Electronic Communication Across the Curriculum. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/ecac/. Originally published in print, 1998, by National Council of Teachers of English (Urbana, Illinois).\nRussell, David R. (2002). Writing in the Academic Disciplines: A Curricular History, 2nd Ed. Carbondale: Southern Illinois University Press.\nThaiss, Chris, Gerd Bräuer, Paula Carlino, Lisa Ganobcsik-Williams, & Aparna Sinha (Eds.). (2012). Writing Programs Worldwide: Profiles of Academic Writing in Many Places. Perspectives on Writing. Fort Collins, Colorado: The WAC Clearinghouse and Parlor Press. Available in open-access format at http://wac.colostate.edu/books/wrab2011/.\nWalvoord, Barbara, & Lucille Parkinson McCarthy. (2008). Thinking and Writing in College: A Naturalistic Study of Students in Four Disciplines. Landmark Publications in Writing Studies. Fort Collins, CO: The WAC Clearinghouse. Available in open-access format at http://wac.colostate.edu/books/thinkingwriting/. Originally published in print, 1990, by National Council of Teachers of English (Urbana, Illinois).\nWalvoord, Barbara E., Linda Lawrence Hunt, H. Fil Dowling Jr., & Joan D. McMahon, with contributions by Virginia Slachman & Lisa Udel. (1997). In the Long Run: A Study of Faculty in Three Writing-Across-the-Curriculum Programs. Urbana, Ill: National Council of Teachers of English. Available in open-access format at http://wac.colostate.edu/books/walvoord/.\nZawacki, Terry Myers, & Cox, Michelle. (Eds.). (2014). WAC and Second-Language Writers: Research Towards Linguistically and Culturally Inclusive Programs and Practices. Perspectives on Writing. Fort Collins, Colorado: The WAC Clearinghouse and Parlor Press. Available in open-access format at http://wac.colostate.edu/books/l2/.\n\n\n=== Articles ===\nAnson, Chris M, and Deanna Dannels. (2009). Profiling Programs: Formative Uses of Departmental Consultations in the Assessment of Communication Across the Curriculum. Across the Disciplines, 6. Available at http://wac.colostate.edu/atd/assessment/anson_dannels.cfm\nBean, John C, David Carrithers, and Theresa Earenfight. (2005). Transforming WAC through a Discourse-Based Approach to University Outcomes Assessment. The WAC Journal, 16, 5-21. Available at http://wac.colostate.edu/journal/vol16/bean.pdf\nBlair, Catherine Pastore. (1988). Only One of the Voices: Dialogic Writing Across the Curriculum. College English, 50(4), 383-389.\nCondon, William, and Carol Rutz. (2012). A Taxonomy of Writing Across the Curriculum Programs: Evolving to Serve Broader Agendas. College Composition and Communication, 64(2), 357-382.\nEmig, Janet. (1977). Writing as a Mode of Learning. College Composition and Communication 28(2), 122-128. Available at http://www.csun.edu/~krowlands/Content/Academic_Resources/Composition/Tool%20for%20Learning/Emig-Writing%20as%20a%20Mode%20of%20Learning.pdf\nHall, Jonathon. (2006). Toward a Unified Writing Curriculum: Integrating WAC/WID with Freshman Composition. The WAC Journal 17, 5-17. Available at http://wac.colostate.edu/journal/vol17/hall.pdf\nMcLeod, Susan and Elaine Maimon. (2000). Clearing the Air: WAC Myths and Realities. College English, 62, 573-583.\nOchsner, Robert, and Judy Fowler. (2004). Playing Devil’s Advocate: Evaluating the Literature of the WAC/WID Movement. Review of Educational Research, 74(2), 117 -140. Abstract and full text available at http://rer.sagepub.com/content/74/2/117.abstract.\nThaiss, Chris, and Tara Porter. (2010). The State of WAC/WID in 2010: Methods and Results of the U.S. Survey of the International WAC/WID Mapping Project. ‘’College Composition and Communication, 61’’(3), 524-70. Available at http://www.ncte.org/cccc/ccc/issues/v61-3.\nSmith, Louise K. (1988). Why English Departments Should ‘House’ Writing Across the Curriculum. College English, 50(4), 390-395.\nWalvoord, Barbara E. (1996). The Future of WAC. College English 58(1), 58-79."}
